Repository: common-repository/custom-cookie-message
Catalog: languages/custom-cookie-message-*.po
Languages: sv_se

source: What it is? No, thanks.
sv_se: Vad är det? Nej tack.

source: Sorry, who are you?
sv_se: Förlåt vem är du?

source: Please double check your template files.
sv_se: Dubbelkontrollera dina mallfiler.

source: Settings
sv_se: Inställningar

source: Support
sv_se: Stöd

source: Content Options
sv_se: Innehållsalternativ

source: Notification Text:
sv_se: Meddelande text:

source: More Info Text:
sv_se: Mer information Text:

source: Enter button text:
sv_se: Ange knapptext:

source: Enter Accept button text:
sv_se: Ange Acceptera knapptext:

source: Save Settings button text:
sv_se: Spara inställnings knapp text:

source: Shortcode Text:
sv_se: Kortkodstext:

source: Shortcode:
sv_se: Kortkod:

source: Update the content displayed to the user.
sv_se: Uppdatera innehållet som visas för användaren

source: The default text to dismiss the notification.
sv_se: Standardtexten för att avvisa meddelandet.

source: Cookie Settings
sv_se: Cookie-inställningar

source: Opt-in by default
sv_se: Opt-in Som standard

source: Head Line Message:
sv_se: Head Line Meddelande:

source: Required Cookies Message:
sv_se: Obligatoriskt cookie-meddelande:

source: Functional Cookies Message:
sv_se: Funktionellt cookie-meddelande:

source: Advertising Cookies Message:
sv_se: Reklam Cookies Meddelande:

source: Update the content displayed to the user when the user click Change "Settings button"
sv_se: Uppdatera innehållet som visas för användaren när användaren klickar på Ändra “Inställningsknapp”

source: Enabled
sv_se: Aktiverad

source: Disabled
sv_se: Inaktiverad

source: If this is enabled, non-functional cookies will not be saved until the user agrees to it. This may cause the site to break, if you rely on cookies that are used for advertising/marketing/tracking etc.
sv_se: Om det här är aktiverat, så kommer icke-funktionella kakor inte att sparas förrän användaren godkänner/väljer att göra så. Tänk på att det här kan skapa problem med funktionalitet på din webbplats, om den är beroende av icke-funktionella kakor.

source: These cookies are required to enable core site functionality, we can not disable anything here.
sv_se: Dessa cookies krävs för att möjliggöra kärnfunktionens webbplats, vi kan inte inaktivera någonting här.

source: These cookies allow us to analyze site usage so we can measure and improve performance. Example, hotjar
sv_se: Dessa cookies tillåter oss att analysera webbplatsanvändning så att vi kan mäta och förbättra prestanda. Exempel, hotjar

source: These cookies are used by advertising companies to serve ads that are relevant to your interests. Example, Doubleclick
sv_se: Dessa cookies används av reklamföretag för att visa annonser som är relevanta för dina intressen. Exempel, dubbelklick

source: We have these cookies in our default list: _ga,_gid,_hjIncludedInSample,_hjid,1P_JAR,APISID,CONSENT,HSID,NID,SAPISID,SEARCH_SAMESITE,SID,SIDCC,SSID,UULE
sv_se: Vi har dessa kakor i vår standardlista: _ga,_gid,_hjIncludedInSample,_hjid,1P_JAR,APISID,CONSENT,HSID,NID,SAPISID,SEARCH_SAMESITE,SID,SIDCC,SSID,UULE

source: Export/Import Settings
sv_se: Exportera / importera inställningar

source: Here you can export and/or import your settings.
sv_se: Här kan du exportera och / eller importera dina inställningar.

source: Export settings
sv_se: Exportera inställningar

source: Import settings
sv_se: Importera inställningar

source: Custom Cookie Message
sv_se: Anpassat cookie-meddelande

source: Until session expires (closing browser)
sv_se: Tills sessionen går ut (stängning av webbläsaren)

source: Weekly
sv_se: Veckovis

source: Montly
sv_se: Månatlig

source: Yearly
sv_se: Årlig

source: Until end of times
sv_se: För alltid

source: General Options
sv_se: Generella inställningar

source: Styling Options
sv_se: Utseendeinställningar

source: Export/Import
sv_se: Exportera / importera

source: Enable Mode Rewrite
sv_se: Aktivera Mod_rewrite

source: Cookie Expiry:
sv_se: Cookie-utgång:

source: Select location of message:
sv_se: Välj plats för meddelandet:

source: Close button type:
sv_se: Stäng knapptyp:

source: Choose cookies page:
sv_se: Välj cookies-sida:

source: About cookies Link:
sv_se: Om cookies Länk:

source: Select where the cookie message should be displayed and enter the URL to the page about cookies.
sv_se: Välj var cookie-meddelandet ska visas och ange webbadressen till sidan om cookies.

source: The period that the cookie is set for
sv_se: Den period som cookien är inställd på

source: Top as overlay
sv_se: Topp som överlägg

source: Bottom as overlay
sv_se: Botten som överlägg

source: Where the notification should appear
sv_se: Där meddelande ska visas

source: Use X Close
sv_se: Använd X Stäng

source: accept button
sv_se: acceptera knappen

source: Select accept button or X icon instead (for client to be able to remove the cookie message)
sv_se: Välj accept-knapp eller X-ikon istället (för att klienten ska kunna ta bort cookie-meddelandet)

source: The page containing further information about your cookie policy
sv_se: Sidan som innehåller ytterligare information om din cookie-policy

source: Paste URL or type to search
sv_se: Klistra in URL eller typ för att söka

source: This link will override the cookie page link above
sv_se: Den här länken åsidosätter länken till cookie-sidan ovan

source: Select this if you have wordpress multisite network.
sv_se: Välj det här om du har wordpress multisite nätverk.

source: Message container background
sv_se: Bakgrund för meddelandebehållare

source: Message container padding top and bottom
sv_se: Meddelandebehållarens padding topp och botten

source: Message container opacity
sv_se: Meddelandebehållarens opacitet

source: Banner Animation
sv_se: Banneranimering

source: Text font family
sv_se: Textfont

source: Text size
sv_se: Textstorlek

source: Text Color
sv_se: Textfärg

source: Link Color
sv_se: Länkfärg

source: Close icon color
sv_se: Färg på stäng ikon

source: Modal Options
sv_se: Inställningar, modalens overlay

source: Modal Overlay
sv_se: Overlayfärg

source: Modal Overlay Opacity
sv_se: Opacitet, overlay

source: Button Options
sv_se: Inställningar, knappar

source: Button Custom Class
sv_se: Egna CSS-klasser för knappar

source: Button Styling
sv_se: Utseende knappar

source: Button Color
sv_se: Knappfärg

source: Button Hover Color
sv_se: Knappfärg, hover

source: Button Text Color
sv_se: Knapp-textfärg

source: Button Hover Text Color
sv_se: Knapp-textfärg, hover

source: Button Top and Bottom Padding
sv_se: Knapp-padding, över och under

source: Button Left and Right Padding
sv_se: Knapp-padding, höger och vänster

source: [X] Button Styling
sv_se: [X] Knapp Styling

source: Custom styles for buttons
sv_se: Anpassade stilar för knappar

source: Select the styling for the cookie message.
sv_se: Välj styling för cookie-meddelandet.

source: The background color for the notification
sv_se: Bakgrundsfärgen för meddelandet

source: Select the styling for the modal overlay.
sv_se: Välj styling för det modala overlay.

source: Select the styling for the buttons.
sv_se: Välj styling för knapparna.

source: None
sv_se: Ingen

source: Scroll up/down
sv_se: Skrolla upp / ner

source: Select the animation about how the message should appear: None - Scroll up/down - Fade
sv_se: Välj animationen om hur meddelandet ska visas: ingen - Skrolla upp / ner - Fade

source: An update is available.
sv_se: En uppdatering är tillgänglig.

source: Upgrade now
sv_se: Uppgradera nu

# String between "Read more" and "Change settings" in the cookie notice.
source: or
sv_se: eller

source: Close
sv_se: Stäng

source: Required Cookies
sv_se: Nödvändiga kakor

source: Functional Cookies
sv_se: Funktionella kakor

source: Advertising Cookies
sv_se: Annonskakor

source: I understand
sv_se: Jag förstår

source: Updated Read more
sv_se: Uppdaterad Läs mer

source: This website uses cookies . By using our website you accept our use of cookies .
sv_se: Denna webbplats använder cookies. Genom att använda vår webbplats accepterar du vår användning av cookies.

source: A customizable cookie message, compatible with GDPR compliance.
sv_se: Ett redigerbart cookie meddelande, kompatibelt med GDPR-överensstämmelser.
